<template><div>
    <h1>Главная</h1>
  <text-image-content>Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании новых предложений. Повседневная практика показывает, что реализация намеченных плановых заданий в значительной степени обуславливает создание модели развития.
Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании новых предложений. Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности позволяет оценить значение новых предложений.
С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании позиций, занимаемых участниками в отношении поставленных задач. С другой стороны рамки и место обучения кадров способствует подготовки и реализации модели развития.
</text-image-content>
  </div>
</template>

<script>
import TextImageContent from "@/components/TextImageContent"
export default {
    components:{
        TextImageContent,
    }
}
</script>

<style scoped>
    .mainpage-wrapper{
        display: grid; 
  grid-template-columns: 2fr 1fr; 
  grid-template-rows: 1fr; 
  gap: 0px 20px; 
    }
    .mainpage-wrapper p{
    }

    .mainpage-wrapper img{
        width: 100%;
    }
</style>